# window management
cask "spectacle"

# neovim tools
brew "neovim"
brew "ripgrep"
brew "fzf"
brew "fd"

# Source Control Tools
brew "gh"
brew "tig"
brew "stow"
brew "gh" 

# keyboard tools
cask "karabiner-elements"

# databases
cask "postgresql"

# languages
brew "sqlite"

# node tools
brew "node"
brew "nvm"

# python tools
brew "ruff"
brew "basedpyright"
brew "pyenv"
brew "pyenv-virtualenv"
brew "zlib" # needed for pyenv installing
brew "pip-tools"

# dev tools
cask "docker"

# shell tools
brew "bash" 
cask "iterm2"
brew "tmux"
brew "zsh"
brew "zsh-syntax-highlighting"

# extra stuff for tmux
cask "font-monaspace-nerd-font" # replace with whatever nerd font you prefer
cask "font-noto-sans-symbols-2"
brew "bc" 
brew "coreutils" 
brew "gawk" 
brew "glab" 
brew "gsed" 
brew "jq" 
brew "nowplaying-cli"

